Repository: Purus/sift-php-framework
Catalog: data/i18n/catalogues/*/form.po
Languages: cs_cz, sk_sk

source: This value is required.
cs_cz: Tuto hodnotu je nutné zadat.
sk_sk: Túto hodnotu je nutné zadať.

source: This value is invalid.
cs_cz: Tato hodnota není platná.
sk_sk: Táto hodnota nie je platná.

source: Value "%value%" is forbidden.
cs_cz: Hodnota "%value%" je zákázána.
sk_sk: Zakázaná hodnota "% hodnota% ".

source: Selected choice is invalid.
cs_cz: Vybraná možnost není platná.
sk_sk: Vybraná voľba je neplatná.

source: At least %min% values must be selected (%count% values selected).
cs_cz: Musí být vybrány minimálně %min% volby (%count% vybráno).
sk_sk: Minimálne musí byť hodnoty v% min% byť vybraný (hodnoty v% počet% vybratý).

source: At most %max% values must be selected (%count% values selected).
cs_cz: Mohou být vybrány maximálně %max% volby (%count% vybráno).
sk_sk: Na väčšine % max % musí byť vybrané (% count% vybrané hodnoty).

source: Date is required.
cs_cz: Datum je nutné zadat.
sk_sk: Zadajte dátum.

source: "%value%" is invalid date value.
cs_cz: "%value%" není platná hodnota pro datum.
sk_sk: "% value% " je neplatný dátum.

source: "%value%" does not match the date format (%date_format%).
cs_cz: "%value%" neodpovídá formátu pro datum (%date_format%).
sk_sk: "%value%" nezodpovedá formátu dátumu (%date_format%).

source: The date must be before %max%.
cs_cz: Datum musí být před %max%.
sk_sk: Dátum musí byť pred %max%.

source: The date must be after %min%.
cs_cz: Datum musí být po %min%.
sk_sk: Dátum musí byť po %min%.

source: The date cannot be in the future.
cs_cz: Datum nemůže být v budoucnosti.
sk_sk: Dátum nemôže byť v budúcnosti.

source: The date cannot be in the past.
cs_cz: Datum nemůže být v minulosti.
sk_sk: Dátum nemôže byť v minulosti.

source: The time interval between the two dates is too short.
cs_cz: Časový interval mezi dvěma datumy je příliš krátký.
sk_sk: Časový interval medzi dvoma dátumami je príliš krátký.

source: The time interval between the two dates is too long.
cs_cz: Časový interval mezi dvěma datumy je příliš dlouhý.
sk_sk: Časový interval medzi dvoma dátumami je príliš dlhý.

source: The start date must be prior to the end date.
cs_cz: Datum začátku musí před datem konce.
sk_sk: Dátum začatia musí byť pred dátumom ukončenia.

source: Unexpected extra form field named "%field%".
cs_cz: Neočekávané pole formuláře s názvem "%field%".
sk_sk: Neočakávaný ďalšie pole formulára s názvom "%field% ".

source: The form submission cannot be processed. It probably means that you have uploaded a file that is too big.
cs_cz: Formulář nemohl být zpracován. Pravděpodobně to znamená, že jste odeslal(a) soubor, který byl příliš veliký.
sk_sk: Odoslanie formulára nemôže byť spracované. Pravdepodobne to znamená, že ste nahrali súbor, ktorý je príliš veľký.

source: Time is required.
cs_cz: Zadejte čas.
sk_sk: Zadajte čas.

source: "%value%" is invalid time value.
cs_cz: "%value%" není platná hodnota pro čas.
sk_sk: "%value%" je neplatný časový údaj.

source: "%value%" does not match the time format (%time_format%).
cs_cz: "%value%" neodpovídá formátu pro čas (%time_format%).
sk_sk: "%value%" nie je vo formáte času (%time_format%).

source: Select a file to be uploaded.
cs_cz: Vyberte soubor, který bude nahrán.
sk_sk: Vyberte súbor pre nahratie.

source: Invalid file uploaded.
cs_cz: Byl nahrán neplatný soubor.
sk_sk: Neplatný nahraný súbor.

source: File is too large (maximum is %max_size% bytes).
cs_cz: Soubor je příliš velký (maximum je %max_size%).
sk_sk: Súbor je príliš velký (maximum je %max_size% bytes).

source: Invalid mime type (%mime_type%).
cs_cz: Neplatný typ souboru.
sk_sk: Neplatný typ MIME (% mime_type%).

source: The uploaded file was only partially uploaded.
cs_cz: Nahrávaný soubor byl nakopírován jen z části.
sk_sk: Nahrávaný súbor bol nahraný iba čiastočne.

source: Missing a temporary folder.
cs_cz: Chybějící dočasný adresář.
sk_sk: Chýba dočasný adresár.

source: Failed to write file to disk.
cs_cz: Chyba při zápisu na disk.
sk_sk: Súbor sa nepodarilo sa zapísať na disk.

source: File upload stopped by extension.
cs_cz: Nahrávání souboru bylo zastaveno rozšířením.
sk_sk: Upload súboru zastavilo rozšírenie.

source: Select an image to be uploaded.
cs_cz: Vyberte obrázek, který bude nahrán.
sk_sk: Vyberte obrázok k nahratiu.

source: Image dimensions %width%x%height%px are too small (minimum is %min_width%x%min_height%px).
cs_cz: Rozměry obrázku %width%x%height%px jsou moc malé. (minimum je %min_width%x%min_height%px).
sk_sk: Rozmery obrázku %width%x%height%px sú príliš malé (minimumje %min_width%x%min_height%px).

source: Image dimensions %width%x%height%px are too large (maximum is %max_width%x%max_height%px).
cs_cz: Rozměry obrázku %width%x%height%px jsou moc velké. (minimum je %min_width%x%min_height%px).
sk_sk: Rozmery obrázku %width%x%height%px sú príliš velké (maximum je %max_width%x%max_height%px).

source: "%value%" is invalid birth number.
cs_cz: "%value%" není platné datum narození.
sk_sk: "%value%" je neplatný dátum narodenia.

source: "%value%" is invalid company IN number.
cs_cz: "%value%" není platné IČ.
sk_sk: "%value%" je neplatné IČO.

source: "%value%" is not an integer.
cs_cz: "%value%" není celé číslo.
sk_sk: "%value%" nie je celé číslo.

source: "%value%" must be at most %max%.
cs_cz: "%value%" musí být maximálně %max%.
sk_sk: "%value%" musí byť maximálne %max%.

source: "%value%" must be at least %min%.
cs_cz: "%value%" musí být alespoň %min%.
sk_sk: "%value%" musí byť minimálne %min%.

source: "%value%" is not a valid IP address.
cs_cz: "%value%" není platná IP adresa.
sk_sk: "%value%" nie je platná IP adresa.

source: "%value%" is not a number.
cs_cz: "%value%" není číslo.
sk_sk: "%value%" nie je číslo.

source: "%value%" must be less than %max%.
cs_cz: "%value%" musí být menší než %min%.
sk_sk: "%value%" musí byť menej ako %max%.

source: "%value%" must be greater than %min%.
cs_cz: "%value%" musí být větší než %min%.
sk_sk: "%value%" musí byť väčší ako %min%.

source: This session has expired. Please reload the page and try again.
cs_cz: Platnost stránky vypršela. Prosím obnovte stránku a zkuste to znovu.
sk_sk: Táto relácia vypršala. Načítajte si prosím stránku a skúste to znova.

source: Value is too long (%max_length% characters max).
cs_cz: Hodnota je příliš dlouhá. (Max. %max_length% znaků).
sk_sk: Hodnota je príliš dlhá (%max_length% znakov max).

source: Value is too short (%min_length% characters min).
cs_cz: Hodnota je příliš krátká. (Min. %min_length% znaků).
sk_sk: Hodnota je príliš krátka (%min_length% znakov min).

source: "%value%" is invalid URL.
cs_cz: "%value%" není platná adresa URL.
sk_sk: "%value%" je neplatná URL.

source: "%value%" is invalid zip code.
cs_cz: "%value%" není platné PSČ.
sk_sk: "%value%" je neplatné PSČ.

source: The captcha is not valid (%error%).
cs_cz: Captcha není platná (%error%).
sk_sk: Výraz nie je platný (% error%).

source: Unable to check the captcha from the server (%error%).
cs_cz: Nepodařilo se ověřit captchu ze serveru (%error%).
sk_sk: Nie možno overiť výraz zo servera (%error%).

source: Spam bots are not welcomed here. Go away!
cs_cz: Spamboti tady nejsou vítáni. Jdi pryč!
sk_sk: Spamovanie tu nie je vítáno. Opustite tuto webstránku!

source: "%value%" is invalid company VAT number.
cs_cz: "%value%" není platné DIČ.
sk_sk: "%value%" je neplatné DIČ.

source: Email is required.
cs_cz: Zadejte email.
sk_sk: Zadajte email.

source: Email is invalid.
cs_cz: Email není platný.
sk_sk: Neplatný email.

source: Email "%value%" does not exist.
cs_cz: Email "%value%" neexistuje.
sk_sk: Neexistujúci "%value%" email.

source: The text contains unallowed HTML tags.
cs_cz: Text obsahuje nepovolené HTML značky.
sk_sk: Text obsahuje nepovolené HTML tagy.

source: Password is required.
cs_cz: Zadejte heslo.
sk_sk: Zadajte heslo

source: Password is invalid.
cs_cz: Heslo není platné.
sk_sk: Neplatné heslo.

source: Password is too long (%max_length% characters max).
cs_cz: Heslo je příliš dlouhé. (maximálně %max_length% znaků).
sk_sk: Heslo je príliš dlhé (%max_length% znakov max).

source: Password is too short (%min_length% characters min).
cs_cz: Heslo je příliš krátké. (minimálně %min_length% znaků).
sk_sk: Heslo je príliš krátke (%min_length% znakov min).

source: Phone number is required.
cs_cz: Telefonní číslo je nutné zadat.
sk_sk: Zadajte telefónne číslo.

source: "%value%" is invalid phone number.
cs_cz: "%value%" není platné telefonní číslo.
sk_sk: "%value%" je neplatné telefónne číslo

source: is empty
cs_cz: nevyplněno
sk_sk: je prázdne

source: from %from% to %to%
cs_cz: od %from% do %to%
sk_sk: od %from% do %to%

source: remove the current file
cs_cz: smazat současný soubor
sk_sk: odstránite aktuálny súbor

source: Available
cs_cz: Dostupné
sk_sk: K dispozícii

source: Select all
cs_cz: Označit vše
sk_sk: Vyber všetko

source: Unselect all
cs_cz: Zrušit označení
sk_sk: Odobrať všetko

source: Inverse selection
cs_cz: Obrátit výběr
sk_sk: Inverzný výber

source: Filter
cs_cz: Filtr

source: Selected
cs_cz: Vybráno
sk_sk: Vybraný

source: Class "%value%" is invalid.
cs_cz: Třída "%value%" není platná.
sk_sk: Trieda "%value%" nie je platná.

source: The value is invalid YAML string.
cs_cz: Tato hodnota není platný YAML řetězec.
sk_sk: Táto hodnota nie je neplatný YAML reťazec.

source: The YAML string is invalid type. Should be "%type%".
cs_cz: YAML řetězec není platného typu. Mělo by být "%type%".
sk_sk: Reťazec YAML je neplatného typu. Malo by být "%type%".

source: append
cs_cz: zařadit
sk_sk: pridať

source: prepend
cs_cz: předřadit
sk_sk: predradiť

source: replace
cs_cz: nahradit
sk_sk: nahradiť

source: no
cs_cz: ne
sk_sk: nie

source: yes
cs_cz: ano
sk_sk: áno

source: Selected title mode is invalid.
cs_cz: Vybraný mód titulku není platný.
sk_sk: Vybraný mód titulku nie je platný.

source: This value is invalid CSS class.
cs_cz: Tato hodnota není platná CSS třída.
sk_sk: Táto hodnota nie je platná CSS trieda.
