Repository: Purus/sift-php-framework
Catalog: data/i18n/catalogues/*/time_distance.po
Languages: cs_cz

source: less than a minute
cs_cz: méně než minutou

source: 1 minute
cs_cz: 1 minutou

source: less than 5 seconds
cs_cz: méně než 5 sekundami

source: less than 10 seconds
cs_cz: méně než 10 sekundami

source: less than 20 seconds
cs_cz: méně než 20 sekundami

source: half a minute
cs_cz: půl minutou

source: %minutes% minutes
cs_cz: %minutes% minutami

source: about 1 hour
cs_cz: asi 1 hodinou

source: about %hours% hours
cs_cz: asi %hours% hodinami

source: 1 day
cs_cz: 1 dnem

source: %days% days
cs_cz: %days% dny

source: about 1 month
cs_cz: asi 1 měsícem

source: %months% months
cs_cz: %months% měsíci

source: about 1 year
cs_cz: asi 1 rokem

source: over %years% years
cs_cz: více jak %years% roky
